Repository: gfroerli/app-iOS
Catalog: Gfror.li Localizations/gsw.xcloc/Localized Contents/gsw.xliff
Languages: gsw

# BvxrmE
source: Single Sensor
gsw: Einzelne Ort

# CnjWia
source: Time Frame
gsw: Ziitruum

# G0EwFZ
source: Sensor
gsw: Standort

# IruFuB
source: Sensor
gsw: Standort

# OcZOP9
source: day
gsw: Tag

# kKPpmt
source: week
gsw: Wuche

# l0X50R
source: Single Sensor Graph
gsw: Einzelne Standort mit Verlauf

# l30VYQ
source: month
gsw: Monat

# mJkM5O
source: Selectable Sensor
gsw: Uswählbare Standort

source: Could not decode Measurements.
gsw: Konnte Messungen nicht verarbeiten.

source: Could not decode Sensors.
gsw: Konnte Standorte nicht verarbeiten.

source: Could not decode Sponsor.
gsw: Konnte Sponsor nicht verarbeiten.

source: Displays the latest temperature.
gsw: Zeigt die neust Massig ah.

source: Displays the temperature history of a location.
gsw: Zeigt de Temperaturverlauf vomene Standort ah.

source: Invalid server response.
gsw: Ungültige Serverantwort.

source: Lake of Zurich
gsw: Zürisee

source: Measured at:
gsw: Gmesse um:

source: No data available
gsw: Kei Date verfüegbar

source: No internet connection.
gsw: Kei Internetverbinding

source: Press and hold to select location
gsw: Tippe und halte um en Standort uuszwähle.

source: Single Location
gsw: Einzelne Standort

# Single Location with Graph
source: Single Location with History
gsw: Einzelne Standort mit Verlauf

# email_text
source: Please provide your feedback above 👆🏻</br>If you encountered a bug, please tell us the interactions that lead to it!</br> We try to get back to you as soon as possible!
gsw: Bitte schreibe deinen Text oberhalb 👆🏻</br>Falls du einen Fehler entdeckt hast, notiere bitte die Schritte die zu ihm geführt haben!</br> Wir versuchen dir schnellstmöglich zu antworten!

# A1_String
source: Water temperature is an important value for a lot of people, e.g. swimmers, divers, fishermen and more. Until now, there was no reliable way of looking up real-time water temperature information. There are some sensor networks today, but they often don't provide multiple locations in one waterbody, or they just publish their measurements once a day. Now, we are building a network of cheap watertemperature sensors with very low engergy usage. This allows us to measure the temperatures locally and to provide them to you in real-time!
gsw: D'Wassertemperatur isch für vieli Mensche en wichtige Wert, zum Bispiel für Schwümmer, Taucher, Fischer und vieli anderi. Aber bis jetzt hets kei verlässlichi Methode gäh, um Echtziit-Temperaturinformatione i dinere Gegend z'gseh. Es git bereits hüt es paar Wassertemperatur-Sensor-Netzwerk, aber meistens hend die nur ein Sensor pro See, dur das werded die lokale Temperaturunterschied (z.B. anere Flussmündig) ignoriert. Vieli Sensor-Wert werded zudem nur ein mal pro Tag publiziert. Mir baued es Netzwerk von chostengünstige Wassertemperatur-Sensore mit sehr gringem Energieverbruch uf. Das ermöglicht eus, d'Wassertemperatur lokal z'messe und sie dir chostelos in Quasi-Echtziit bereit z'stelle!

# A2_String
source: This App, the server infrastructure as well as the hardware of our sensors, are developped by the members of the Coredump Hackerspace in Rapperswil-Jona in their freetime. For more information visit:
gsw: Das App, d'Server-Infrastruktur wie au d'Sensor-Hardware werded vom Coredump Hackerspace in Rapperswil-Jona entwicklet. Meh Informatione über eus gfinsch du auf eusere Website:

source: About
gsw: Über

source: All time:
gsw: Insgesamt:

source: Average
gsw: Durchschnitt

source: Average:
gsw: Durchschnitt

source: Change Language
gsw: Sprach wechsle

source: Changelog
gsw: Änderige

source: Close
gsw: Schlüsse

source: Code on Github
gsw: Code uf Github

source: Contact
gsw: Kontatkiere

source: Continue
gsw: Fortfahre

source: Day
gsw: Tag

source: Directions
gsw: Route

source: Error
gsw: Fehler

source: Favorites
gsw: Favorite

source: General
gsw: Allgemein

source: Highest:
gsw: Höchsti:

source: History
gsw: Verlauf

source: Loading...
gsw: Lade...

source: Latest
gsw: Neusti

source: Loading Location failed. Reason:
gsw: Laden fehlgeschlagen. Grund:

source: Loading Sponsor failed. Reason:
gsw: Laden fehlgeschlagen. Grund:

source: Location
gsw: Standort

source: Location or Temperature
gsw: Standort oder Temperatur

source: Locations
gsw: Standort

source: Lowest:
gsw: Tüüfsti:

source: Map
gsw: Charte

source: Month
gsw: Monat

source: More locations will follow very soon, stay tuned!
gsw: Neui Standort chömed bald.

source: New Location:
gsw: Neue Standort:

source: Newest Measurement
gsw: Neusti Messig

source: No Favorites
gsw: Kei Favorite

source: Overview
gsw: Übersicht

source: Privacy Policy
gsw: Dateschutzerchlärig

# Q1_String
source: Why this App?
gsw: Warum das App?

# Q2_String
source: Who is developping this project?
gsw: Wer hat das App entwickelt?

source: Random
gsw: Zuerfällig

source: Rate
gsw: Bewerte

source: Recently Added
gsw: Neu

source: Search
gsw: Sueche

source: Settings
gsw: Istellige

source: Sponsored by:
gsw: Gpsonsert vo:

source: This Location was recently added and measurements will be available very soon.
gsw: De Standort isch neu hinzuegfüegt worde und Temperatur mässige chömed bald.

source: Try again
gsw: Erneut versuche

source: Waterbodies
gsw: Gwässer

source: Week
gsw: Wuche

source: What's New to Gfrör.li
gsw: Was isch neu?

# by Marc &amp; Niklas&#10;for Coredump Rapperswil
source: by Marc for Coredump Rapperswil
gsw: vom Marc für Coredump Rapperswil
